# Задача 3. Вариант 41.
# Напишите программу, которая выводит имя "Арнольд Фит фон Гальсенау", и запрашивает его псевдоним. Программа должна сцеплять две эти строки и выводить полученную строку, разделяя имя и псевдоним с помощью тире.

# Korotkowa D. E.
# 28.04.2016

print ("Герой нашей сегодняшней программы - Арнольд Фит фон Гальсенау")
input ("Под каким же именем мы знаем этого человека? Ваш ответ:")
print ("Все верное: Арнольд Фит фон Гальсенау-Ренн Людвиг")
input ("\n\nНажмите Enter для выхода.")