# Задача 4. Вариант 41.
# Напишите программу, которая выводит имя, под которым скрывается Игорь Васильевич Лотарев. Дополнительно необходимо вывести область интересов указанной личности, место рождения, годы рождения и смерти (если человек умер), вычислить возраст на данный момент (или момент смерти). Для хранения всех необходимых данных требуется использовать переменные. После вывода информации программа должна дожидаться пока пользователь нажмет Enter для выхода.

# Korotkowa D. E.
# 28.04.2016

print ("\n Игорь Васильевич Лотарев более известен , как Игорь Северянин")
print ("\n Место рождения: Санкт Петербург, Российская империя")
print ("\n Год рождения: " + "1887")
print ("\n Возраст: " + "54")
print ("\n Область интересов: поэзия ")
print ("\n Год смерти: " + "1941")
input ("\n\nНажмите Enter для выхода.")